Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A33A.tmx
Source language: en_us
Languages: zh_cn

source: There's another woman behind Mona Lisa?
zh_cn: 《蒙娜丽莎》下藏着另一个女人的肖像？

source: After a decade of research, a scientist claims to have found the portrait of another woman under Leonardo’s greatest work.
zh_cn: 一位科学家经过长达十年的调查研究发现，列奥纳多·达·芬奇的肖像巨作《蒙娜丽莎》背后存在着另外一个女子。

source: French scientist Pascal Cotte has told a BBC documentary about his 10-year study of Leonardo da Vinci’s most famous painting using the Layer Amplification Method (LAM).
zh_cn: 帕斯卡·科特（Pascal Cotte）在BBC纪录片中谈到，他花了十年时间，使用“分层放大技术”（Layer Amplification Method）对列奥纳多·达芬奇最著名的画作《蒙娜丽莎》进行了科学分析。

source: When you look down through the layers of Leonardo’s painting, you see the fossils of his changing conception of the Mona Lisa.
zh_cn: 深入观察列奥纳多这幅画不同层次，你会发现蒙娜丽莎肖像变化的痕迹。

source: The first image he set down, Cotte says, was far less harmonious than the woman we see today – and she did not smile.
zh_cn: 科特说, 列奥纳多所画的第一层肖像和我们今日所见的蒙娜丽莎差异极大，肖像里的女人五官极不协调，也没有微笑。

source: It’s fascinating stuff, and a real contribution – but Cotte has leapt to a totally false conclusion.
zh_cn: 这一发现真是很有意思，它为相关研究做出了极其重大的贡献，但科特完全否决了人们的错误看法。

source: He claims that Leonardo started out painting a “different” woman and that the Mona Lisa we see today therefore does not portray Lisa Gherardini, the wife of a Florentine merchant, at all.
zh_cn: 他强调列奥纳多一开始画的根本就是另外一个女人，因此我们今日所见的“蒙娜丽莎”并不是佛罗伦萨商人妻子丽莎·盖拉蒂妮的肖像。

source: In other words, Leonardo originally painted a woman called Lisa Gherardini – then painted a new portrait on top.
zh_cn: 换句话讲，列奥纳多最初在画板画的女人是丽莎·盖拉蒂妮，然后他又在上面覆盖了另外一幅肖像。

source: Cotte is not the first scholar to doubt the Mona Lisa’s identity.
zh_cn: 科特并不是第一位质疑蒙娜丽莎身份的学者。

source: The reason we know her name at all is because the great art chronicler Giorgio Vasari provides it, in his Life of Leonardo da Vinci, published in 1550.
zh_cn: 我们知道她的名字纯粹因为著名艺术史学家乔治奥·瓦萨里（Giorgio Vasari）在他1550年出版的列奥纳多·达芬奇传记中提到此人。

source: Vasari says Leonardo was commissioned by a silk merchant called Francesco del Giocondo to portray his wife Lisa.
zh_cn: 瓦萨里说列奥纳多受雇于一位叫弗朗西斯科·吉奥康多的丝绸商人，为他的妻子丽莎画一幅肖像。

source: Vasari definitely means the painting that is now in the Louvre – he describes it precisely.
zh_cn: 瓦萨里说的肯定就是现在在卢浮宫的这幅画——他描述的很精确。

source: But historians used to reckon it was really a painting of a Medici mistress.
zh_cn: 但是历史学家过去猜想，它不过是一幅美地奇妇人画像。

source: Much more exciting!
zh_cn: 真是更有趣了！

source: Then, just as Cotte was starting his research a decade ago, an amazing discovery was made in Heidelberg University Library.
zh_cn: 十年前科特刚刚开始他的研究时，海德堡大学图书馆就公布了一项惊人的发现。

source: An art historian spotted a marginal note written by the Florentine civil servant Agostino Vespucci in 1503, in a book he owned. In the note, Vespucci (an eyewitness who was right there in 1503) says Leonardo is working on a portrait of “Lisa del Giocondo”.
zh_cn: 一位艺术史学家意外发现了佛罗伦萨公职人员阿戈斯蒂诺·韦斯普奇写的一本书，书的旁注里，韦斯普奇（1503年恰好在现场的见证者）：列奥纳多正在给“丽莎·吉奥康多夫人”画肖像。

source: This contemporary source vindicates Vasari. Leonardo’s Mona Lisa is indeed a painting of a Florentine merchant’s wife.
zh_cn: 这一发现证实了瓦萨里的说法：列奥纳多画中的‘蒙娜丽莎’实际上就是一位弗罗伦萨商人的妻子。

source: So why did the painting change so much as it was worked on?
zh_cn: 那么为什么随着研究的一步步深入，画像改变如此之大？

source: Did Leonardo in fact reuse his picture and paint someone new on top?
zh_cn: 列奥纳多真的在‘丽莎’之上又画了其她妇人吗？

source: No. There’s no reason to think that.
zh_cn: 不，我们没有理由这样认为。

source: Cotte is not looking at the kind of man Leonardo was.
zh_cn: 科特看到的列奥纳多并不是真正的他。

source: No artist has ever been so complex, so subtle, so many-sided.
zh_cn: 没有艺术家比列奥纳多更复杂微妙、更多才多艺。

source: Of course the Mona Lisa has layers. That smile?
zh_cn: 蒙娜丽莎画像当然有层次，但是那“神秘的微笑”呢？

source: It’s not just a random whim.
zh_cn: 它决不是随意的心血来潮，一时兴致。

source: Leonardo’s anatomical notes include a study of “the muscles called lips” and how they move.
zh_cn: 列奥纳多的解剖学笔记中记录了他对“嘴唇部肌肉”以及它们如何运动的研究。

source: Behind every detail – her eyes, hair, the river in the background – are notes and sketches in which Leonardo analyses anatomy, the forces of nature and the shadows and perspectives that reveal bodies in space.
zh_cn: 蒙娜丽莎的眼睛、头发、背景里的河流，第一个微小的细节都详细体现在列奥纳多的笔记和素描图上，他分析解剖学、阐释自然的力量、描画空间物体的阴影和透视图像。

source: The Mona Lisa is not a portrait of “another woman” – but it is no longer a simple portrait of Lisa Gherardini del Giocondo either.
zh_cn: 《蒙娜丽莎》并不是“另外一个女人”的肖像——但它也不再是简简单单的丽莎·盖拉蒂妮·吉奥康多夫人的画像。

source: As Leonardo worked on this painting over the years – from 1503 until about 1506, although he kept it with him all his life – his knowledge of science and art was distilled in it.
zh_cn: 从1503年到1506年，列奥纳多在这幅凝聚他科学与艺术知识精华的画作上花费了仅四年时间，他却一生都将它携带在身边。

source: This is a philosophical painting, a deliberately enigmatic essay on painting and truth.
zh_cn: 它是哲学的经典，是神秘莫测的篇章，是艺术与真理的杰作。

source: To imitate life, Leonardo betrayed his model.
zh_cn: 为了模仿想象中的生活，列奥纳多背叛了他眼前的人。

source: Instead of simply showing a real woman called Lisa, it became a painting whose ethereal beauty and powerful presence is the sum of Leonardo’s understanding.
zh_cn: 他并没有画出那个叫丽莎的真实模样，而是展现了他对永恒美与存在的理解与诠释。

source: And even more elusive ideas crept in.
zh_cn: 还有更让人困惑不解、难以捉摸的看法。

source: When Marcel Duchamp drew a moustache on a postcard of the Mona Lisa he showed that “she” has a male component: that makes this charismatic image even more universal, an embodiment of the mystery of existence.
zh_cn: 马塞尔·杜尚在一张名信片上给蒙娜丽莎画上了胡须，并声明“她”具有男性的特征：这一说法让这幅具有超凡魅力的杰作更加闻名于世，成为不解之谜的象征。

source: Cotte has forgotten that Leonardo was a genius.
zh_cn: 科特忘记了列奥纳多是一个天才。

source: Of course he did not do anything so banal as paint someone else on top of his portrait of a Florentine woman.
zh_cn: 他当然不会平庸到在弗罗伦萨妇女的肖像上随便画上其她人。

source: What he did was so much more fascinating.
zh_cn: 他做的事情可比这更能让人着迷、引人遐想。

source: He worked on this portrait until the face of a real person was transformed into a myth.
zh_cn: 他画了一幅人物肖像，画中原本真实的一张脸在人们的众说纷纭中成为了虚构。
